export const faqData = [
  {
    genre: "ユーザー登録について",
    questions: [
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
    ]
  },
  {
    genre: "メッセージ機能について",
    questions: [
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
    ]
  },
  {
    genre: "コミュニティページについて",
    questions: [
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
    ]
  },
  {
    genre: "お気に入り機能について",
    questions: [
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
    ]
  },
  {
    genre: "ユーザー情報について",
    questions: [
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
    ]
  },
  {
    genre: "主催者ページについて",
    questions: [
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
      {
        q: "ユーザー登録に用いるメールアドレスは公開されますか？",
        a: "メールアドレスが他のユーザーに公開されることはないのでご安心ください。"
      },
    ]
  },
]